[
  {
    "card": 1,
    "title": "Jalan-jalan ke Pantai",
    "time": {
      "date": 27,
      "month": 5,
      "year": 2024
    },
    "badge": "One Time",
    "image": "IMG/Card/pyn1.jpg",
    "content": "Pergi ke Pantai Rio karena katanya itu pantai paling bersih di Lampung. Paginya pinjam helm Pigo, lalu langsung berangkat. Sampai di sana dari pagi, kami membeli makan dan minum. Siangnya kami tidur-tiduran di pasir karena panas banget. Jam 3 sore, kami mulai main air dan berfoto-foto. Ada matahari terbenam, tapi tidak terlalu estetik untuk difoto, jadi tidak ada fotonya deh."
  },
  {
    "card": 2,
    "title": "Jakarta X Beauty (JXB)",
    "time": {
      "date": 7,
      "month": 6,
      "year": 2024
    },
    "badge": "Yearly",
    "image": "IMG/Card/pyn2.jpg",
    "content": "Jujur, tadinya mau tanggal 6, tapi gelangnya belum sampai, jadi tidak bisa datang. Hari ini banyak banget kejadian. Paginya kena tilang padahal sudah mau sampai. Setelah itu, sampai di GI, antreannya tidak terlalu parah, 30 menit sudah bisa masuk. Lalu, dia mencari titipan-titipan dari tantenya. Sampai jam 12, aku sudah memberi kode untuk mengajaknya makan, tapi dia tidak peka sama sekali. Akhirnya kami tidak makan. Lebih parahnya lagi, aku disuruh menenteng bawaannya sementara dia membawa HP-ku. Aku bengong selama 15 menit menunggunya. Dan lebih parahnya lagi, dia asyik mengobrol dengan cowok lain saat aku bengong seperti itu (jujur, sempat berpikir untuk tidak menembak). Akhirnya, aku jadi lemas, lalu membeli minum dan duduk karena kakiku sudah mulai mati rasa. Setelah itu, dia lanjut mencari barang sendirian, baru kami pulang. Tadinya mau menembak di Senayan, tapi dia sudah disuruh pulang. Jadi, aku mencari tempat seadanya. Dia sudah panik banget karena aku bilang, 'Aku mau ngomong, tapi jangan di sini.' Mungkin dia kira aku marah, ya, hahaha. Akhirnya, aku menembaknya dan dia menerimanya! Setelah itu, aku langsung mengantarkannya pulang."
  },
  {
    "card": 3,
    "title": "Kebun Raya Bogor",
    "time": {
      "date": 15,
      "month": 6,
      "year": 2024
    },
    "badge": "One Time",
    "image": "IMG/Card/pyn3.jpg",
    "content": "Ini bisa dibilang kencan pertama setelah jadian. Di sini benar-benar menyegarkan. Awalnya, kami jalan-jalan melihat bunga, hewan, dan lain-lain. Setelah itu, lanjut ke food court untuk membeli takoyaki dan minuman. Setelah itu, kami bingung mau melakukan apa lagi, tapi melihat ada orang naik skuter listrik, jadi kami ingin mencoba juga. Kami jalan mencari tempat penyewaannya, sempat berputar-putar, ternyata tempatnya terlewat. Akhirnya, kami menyewa dua skuter. Dia latihan tapi agak ragu-ragu, jadi sering pelan-pelan (padahal aku saja bisa langsung mengendarai dengan satu tangan untuk merekamnya). Setelah itu, kami jalan lagi dan menemukan sepasang suami istri yang sedang berfoto. Kami mengajak mereka untuk saling memotret secara bergantian. Setelah itu, kami pulang. Aku kecapekan dan tertidur di kereta, lalu dia merekamku. Sesampainya di stasiun, kami mengambil motor dan aku langsung mengantarkannya pulang."
  },
  {
    "card": 4,
    "title": "Ulang Tahun Pia 2024",
    "time": {
      "date": 28,
      "month": 6,
      "year": 2024
    },
    "badge": "Yearly",
    "image": "IMG/Card/pyn4.jpg",
    "content": "Dia sangat senang merayakan ulang tahunnya dengan ditraktir oleh tantenya."
  },
  {
    "card": 5,
    "title": "Lanjutan Ulang Tahun Pia 2024",
    "time": {
      "date": 29,
      "month": 6,
      "year": 2024
    },
    "badge": "Yearly",
    "image": "IMG/Card/pyn5.jpg",
    "content": "Ini agak menyebalkan. Dia menyuruhku membuat tren yang di toples, tapi teman-temannya mengomentari kalau itu menjiplak (padahal aku sangat jago mengedit, jadi kesal banget). Akhirnya, pagi-pagi kami langsung bertengkar. Setelah itu, kami baikan dan langsung berangkat ke Summarecon Bekasi. Kami sampai terlalu pagi, jadi sarapan dulu di Indomaret Point, makan sosis dan onigiri, serta minum masing-masing. Lalu, kami berangkat ke mal. Kami langsung mencari tempat photobooth, sempat berputar-putar di lantai 1, 2, dan 3. Ternyata tempatnya ada di ujung lantai 2. Lalu kami berfoto-foto banyak. Siangnya, kami ke food court untuk makan lagi. Setelah itu, kami mau pulang tapi masih sore. Jadi, kami nonton dulu di bioskop (menonton film yang tentang emosi manusia itu). Dia marah-marah karena aku bisa menebak alur ceritanya, padahal itu gampang banget ditebak. Lalu kami pulang."
  },
  {
    "card": 6,
    "title": "Girlfriend Day 2024",
    "time": {
      "date": 1,
      "month": 8,
      "year": 2024
    },
    "badge": "Yearly",
    "image": "IMG/Card/pyn6.jpg",
    "content": "Di sini kami berangkat sore karena pas aku beli bunganya hujan. Dia sempat marah-marah karena aku tidak mau video call, padahal kan aku mau memberinya kejutan. Lalu, kami berangkat. Dia senang banget, setelah itu kami ke kafe Nuju Space."
  },
  {
    "card": 7,
    "title": "Ditemenin Beli Buku di MBK",
    "time": {
      "date": 3,
      "month": 11,
      "year": 2024
    },
    "badge": "Monthly",
    "image": "IMG/Card/pyn7.jpg",
    "content": "Pia menemaniku membeli buku. Awalnya beli Chatime dulu, lalu beli Shihlin, baru deh beli buku di Gramedia."
  },
  {
    "card": 8,
    "title": "Ngerjain Tugas Bareng di Nuju Space",
    "time": {
      "date": 4,
      "month": 11,
      "year": 2024
    },
    "badge": "Weekly",
    "image": "IMG/Card/pyn8.jpg",
    "content": "Kami mengerjakan tugas bareng di Nuju Space (ya, WFC lah)."
  },
  {
    "card": 9,
    "title": "Belajar Bareng di Sendja",
    "time": {
      "date": 8,
      "month": 12,
      "year": 2024
    },
    "badge": "Weekly",
    "image": "IMG/Card/pyn9.jpg",
    "content": "Katanya belajar bareng, ujung-ujungnya malah foto-foto. Ribet banget harus foto dari jarak 5 meter, dia juga menggosipkan kakak tingkatnya."
  },
  {
    "card": 10,
    "title": "Belajar Bareng di KFC",
    "time": {
      "date": 10,
      "month": 12,
      "year": 2024
    },
    "badge": "Monthly",
    "image": "IMG/Card/pyn10.jpg",
    "content": "Belajar di KFC gara gara udah bosen di cafe mulu, padahal waktu itu lagi di boikot"
  },
  {
    "card": 11,
    "title": "Awal Pulang ke Lampung Beli Blind Box",
    "time": {
      "date": 31,
      "month": 1,
      "year": 2025
    },
    "badge": "Monthly",
    "image": "IMG/Card/pyn11.jpg",
    "content": "Dia beli blindbox teletubies terus aku beli blind box pokemon. Sama sama buka bareng dia dapet lala dangdut padahal dia maunya poo. Aku beneran dapet jirachi yang aku pengen"
  },
  {
    "card": 12,
    "title": "Beli Es Krim Mixue",
    "time": {
      "date": 3,
      "month": 2,
      "year": 2025
    },
    "badge": "Weekly",
    "image": "IMG/Card/pyn12.jpg",
    "content": "Dia badmood pagi pagi jadi beli eskrim bareng yang udah buka jam 10"
  },
  {
    "card": 13,
    "title": "Nonton 1 Kakak 7 ponakan",
    "time": {
      "date": 3,
      "month": 2,
      "year": 2025
    },
    "badge": "Monthly",
    "image": "IMG/Card/pyn13.jpg",
    "content": "Malemnya kita nonton di transmart gara gara aku salah beli tiket harusnya di MBK, terus aku kesel malemnya pas lagi beli popcorn di suruh ngantri sama dia gara gara dia mao ngobrol sama temen COWONYAAAAAAA, GILAAA EMANG DIAAAAAA, KIT HATI JIRRRRR. Terus gara gara aku ngambek dia ga jadi ngobtol, tapi tetep ngobrol dikit bikin kesel, bete pas lagui nonton. Tapi film nya seru banget si"
  },
  {
    "card": 14,
    "title": "Rayain Ulang Tahun Ayiiiii <3",
    "time": {
      "date": 12,
      "month": 2,
      "year": 2025
    },
    "badge": "Yearly",
    "image": "IMG/Card/pyn14.jpg",
    "content": "Dibeliin banyaaaaaakkkkk banget kado sama dia, malemnya juga ke kafe hidden gem yang cozy. Pokonya happy banget"
  },
  {
    "card": 15,
    "title": "Point Kesukaan Emeshh",
    "time": {
      "date": 18,
      "month": 2,
      "year": 2025
    },
    "badge": "Daily",
    "image": "IMG/Card/pyn15.jpg",
    "content": "Jujur hampir tiap hari beli point makanya duit selalu abiss gesss"
  },
  {
    "card": 16,
    "title": "Nonton Pengepungan di Bukti Duri",
    "time": {
      "date": 18,
      "month": 4,
      "year": 2025
    },
    "badge": "Monthly",
    "image": "IMG/Card/pyn16.jpg",
    "content": "Nonton pengepungan di bukit duri, ada beberapa plot twist tapi gampang ditebak sii. Intinya kita gaboleh rasis ya gesss"
  },
  {
    "card": 17,
    "title": "Nemenin Ngajuin dan Ngambil Surat",
    "time": {
      "date": 8,
      "month": 5,
      "year": 2025
    },
    "badge": "Daily",
    "image": "IMG/Card/pyn17.jpg",
    "content": "Kata temennya si dia tu 'independent', aslinyaaa mah tiap hari aku yang disuruh gesss. Pas ambil siratnya juga dia panik terus mintol aku "
  },
  {
    "card": 18,
    "title": "Hari Pertama Emeshh Pindah Kos",
    "time": {
      "date": 16,
      "month": 5,
      "year": 2025
    },
    "badge": "One Time",
    "image": "IMG/Card/pyn18.jpg",
    "content": "Hari pertama dia pindah kosss dia happy banget gesss, dia udah jauh dari temen kontrakannya yang toxic jugaaa"
  },
  {
    "card": 19,
    "title": "Pertama Kali Emesh Make PDH",
    "time": {
      "date": 26,
      "month": 5,
      "year": 2025
    },
    "badge": "One Time",
    "image": "IMG/Card/pyn19.jpg",
    "content": "Disini dia bener benerrrrrr senenggggg bangetttttt. Dia sampe beli banyak make up baruuu buat dia makinnnnnnnn cantiiiiiiii cekayiiii"
  },
  {
    "card": 20,
    "title": "Photobooth di Deket MBK",
    "time": {
      "date": 31,
      "month": 5,
      "year": 2025
    },
    "badge": "Yearly",
    "image": "../IMG/Gallery/img-6.jpg",
    "content": "Udah bener bener wajib kalo ke MBK tu beli shilin sama beli chatimeee, jadi sebelum photobooth beli itu dulu dehh"
  },
  {
    "card": 21,
    "title": "Gas ke Bukit Aslan",
    "time": {
      "date": 3,
      "month": 6,
      "year": 2025
    },
    "badge": "Yearly",
    "image": "IMG/Card/pyn21.jpg",
    "content": "Di sini bener bener happyyyyy bangett, banyaaa banget ambil foto sama video di siniii. Di sini dia juga pertama kali liat aku kalo megang kamera kaya bener bener orang pdd hahahahah. Terus nikmatin senja sampe malem deh baru pulang"
  },
  {
    "card": 22,
    "title": "Ulang Tahun Pia 2025",
    "time": {
      "date": 30,
      "month": 6,
      "year": 2025
    },
    "badge": "Yearly",
    "image": "IMG/Card/pyn22.jpg",
    "content": "Di hari ini bener bener terasa laamaaaaaaaaaa banget saking serunyaa. Jadi pagi pagi sarapan bubur dulu di deket UI, terus siangnya makan di +62 cafee lebak bulusss sekalian dia buka buka semua kado dari akuuu, diaaaa senenggggg banget. Baru deh jam 1 kita gas otw ke BXSea. Di siniii banyaaaaaa banget ambil fotoo agii, awalnya aku kesel gara gara dia tiba tiba ilang ga ngomong. Terus dibeliin minum deh sama dia. Abis itu lanjut lanjut ke daerah hutannn. Tapi balik lagi ke atas gara gara mau ada atraksi duyung. Abis atraksi nya kelar lanjut lagi ke bawah terus sama sama foto sama kakatuaaa. Next nya naik perahuu ngejelasin tentang aneka ragam lauttt, di videonya dapet footage hiu jugaaa. Abis itu minta bapak bapak buat fotoin kami dehh. Lanjut ngeliat atraksi ikan tembak cara mereka nembak jatuh makanan yang ada di atasss. Last nya main sama hewan(lupa namanua pokonya mirip sigung) dia ragu ragu abis itu tetep main deh sama emeshh. Malemnyaa dia masi ku kasih belanja make atm kuuuuu. Pokonya hari emeshh bangettttt"
  },
  {
    "card": 23,
    "title": "Nikahan Mba Indras(Kakaknya Galih)",
    "time": {
      "date": 5,
      "month": 7,
      "year": 2025
    },
    "badge": "One Time",
    "image": "IMG/Card/pyn23.jpg",
    "content": "Di sini jugaaa dia seneng banget soalnya bisa ketemu papa kuuu, abis itu ngobrol ngobrol sama galih sama keishaa, Terakhir dia di ajak foto sama papa ber 3 sama diajak galih buat foto rame rame dehh. Abis itu pulang ke Dmall buat makan sama aku beli xibobaaa"
  },
  {
    "card": 24,
    "title": "Dunia Fantasi Ancol",
    "time": {
      "date": 16,
      "month": 7,
      "year": 2025
    },
    "badge": "Yearly",
    "image": "IMG/Card/pyn25.jpg",
    "content": "Di sini banyaaaa banget naik wahanaaaa, tapi aku ga terlalu fit gara gara di rumah disuruh suruh terus, abis tipes jugaa. Jadi yang terakhir dia naik wahananya sendiri dehhh"
  },
  {
    "card": 25,
    "title": "Nemenin Pia WFC",
    "time": {
      "date": 3,
      "month": 3,
      "year": 2021
    },
    "badge": "Monthly",
    "image": "IMG/Card/pyn24.jpg",
    "content": "Mama suruh pia jalannya di besoknya biar bisa seharian jalan. Jadi paginya aku bayar pajak motor duluu, abis itu sarapan batagor kesukaan piaa sama nda nyaa. Baru deh ke margo wfc di Starbucks. Abis wfc selesai makan ramenn dulu. Terus gara gara gabut jadi lanjut nonton film 'sore : istri dari masa depan'. Jujur film nya masterpiece parahhhh 9.8/10 menurut kuuuu. Terus pulangnya beli martabak gara gara piaa suruh beliin sesuatu buat orang rumah"
  }
]